const PARTIES = [
  "ชาติไทยพัฒนา",
  "เพื่อไทย",
  "อนาคตใหม่",
  "ไทยรักษาชาติ",
  "รวมพลังประชาชาติไทย",
  "พลังประชารัฐ",
  "ประชาธิปัตย์",
  "ภูมิใจไทย",
  "ประชาชาติ",
  "เพื่อชาติ",
  "เพื่อธรรม"
];

const COLORS = [
  '#1F5D52',
  '#DE0505',
  '#F47932',
  '#FA9BCC',
  '#F6CD4A',
  '#546D40',
  '#40BDE7',
  '#005FFF',
  '#0C3B86',
  '#7077C5',
  '#EB1970',
];

// const COLORS = [
//   '#a50026',
//   '#DE0505', // '#d73027',
//   '#f47932', // '#f46d43',
//   '#fdae61',
//   '#F6CD4A', // '#fee090',
//   '#546d40', // '#abd9e9',
//   '#40BDE7', // '#74add1',
//   '#4575b4',
//   '#313695',
//   '#B27E7D', // '#ffffbf',
//   '#F9C8D9' // '#e0f3f8'
// ];

export { PARTIES, COLORS };
